[{"name":"Untitled","artist":"Gabriel Sierra","from_date":"2017-09-04","to_date":"2017-09-05","location":"Various Locations","description":"<p>Colombia-based artist Gabriel Sierra will present a site-specific intervention that responds directly to the High Line's design. The artist will extend some of the High Line's iconic architectural elements - the concrete planks that form the pathway - in various locations along the park, creating a visual composition that will challenge one's perception of the High Line.<\/p>\r\n\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.thehighline.org\/about\/public-art\">Friends of the High Line<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.74578","lng":"-74.0054","active":"0"},{"name":"Rene","artist":"Jacob Farber","from_date":"2016-08-22","to_date":"2017-08-13","location":null,"description":"<p><em>Ren&eacute;<\/em> is comprised of scrap wood found in nearby Gowanus, Brooklyn. The sculpture speaks to the community  members and organizations that are being forgotten as neighborhoods develop. This  work enhances the conversations related to sustainability and usefulness as  they apply to Brooklyn, but also other communities where residents, businesses,  and artists have been forced out by neighborhood change. Farber hopes that this  work will serve as a reminder that communities can come together and find a  sustainable way in which to move forward. The name of the sculpture relates to  the theme of again finding a voice, being found, and&ndash;through cooperation and  collaboration&ndash;being reborn\r\n<\/p>","borough":"B","show_large_image":"1","lat":"40.678202","lng":"-74.017865","active":"1"},{"name":"Bronx Tracks","artist":"Diana Perea","from_date":"2016-07-01","to_date":"2017-07-31","location":null,"description":"<p>Created by Bronx artist Diana Perea, the <em>Bronx Tracks<\/em> was inspired by French muralist Nelio as well as the  unique sounds, movement and cityscape of the Bronx. The mural is a  site-specific installation designed to activate the park and to create a more  pedestrian-friendly experience along E. 161st Street between the bustling  courthouse center at Morris Avenue and the less trafficked three-block stretch  to Elton Avenue. A team of young DreamYard artists and an intergenerational  team of community volunteers installed the mural, spurring conversation,  creativity, and a new favorite destination among community members and groups.<\/p>\r\n<p> The mural&rsquo;s abstract forms and vibrant colors reenergize Railroad Park,  the adjacent NYCHA Morrisania Air Rights building, and the path to the  often-overlooked Metro North Station directly behind it. Perea&rsquo;s innovative  techniques emphasize the beauty of the existing structures, and the mural&rsquo;s  influences by Picasso, Delaunay, Kandinsky, and Malevich can be admired by all  who play in and pass by Railroad Park and E. 161st Street.<\/p>\r\n<p> This exhibit is presented by<a href=\"http:\/\/www.whedco.org\/\"> WHEDco<\/a> and <a href=\"http:\/\/dreamyard.com\/\">The DreamYard Project<\/a> in  partnership with the New York City Housing Authority (NYCHA).<\/p>","borough":"X","show_large_image":"1","lat":"40.825134","lng":"-73.91569","active":"1"},{"name":"Who's Afraid to Listen to Red, Black and Green&Alpha;","artist":"Kevin Beasley","from_date":"2016-08-25","to_date":"2017-07-25","location":null,"description":"<p>Kevin Beasley is a New  York-based artist interested in materials, sculpture, sound, and social exchange.  Each of these three sculptures features a color of the Pan-African flag and  consists of a mixture of resin, clothing, and housedresses sourced from a dress  shop in East Harlem. Beasley calls the sculptures &ldquo;acoustic mirrors,&rdquo; and  invites visitors to listen carefully as one speaks, sings, or otherwise  projects sound into them.<\/p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd<\/em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks&mdash;Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson&mdash;from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http:\/\/www.studiomuseum.org\/\">studiomuseum.org<\/a>. <\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.studiomuseum.org\/\">Studio  Museum in Harlem<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.803154","lng":"-73.960416","active":"1"},{"name":"A particularly elaborate imba yokubikira, or kitchen house, stands locked up while its owners live in diaspora","artist":"Simone Leigh","from_date":"2016-08-25","to_date":"2017-07-25","location":null,"description":"<p>Simone Leigh is a  Brooklyn-based artist with a longstanding interest in African and  African-American material culture and women&rsquo;s work. These three round,  clay-and-thatch hybrid sculptures, called <em>imbas<\/em>,  resemble kitchen houses from rural areas of Zimbabwe and were created in  collaboration with architect Maxwell Mutanda. They celebrate the\r\n  expansiveness of the  African diaspora, but also evoke the experience of living outside the place  considered home.<\/p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd<\/em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks&mdash;Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson&mdash;from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http:\/\/www.studiomuseum.org\/\">studiomuseum.org<\/a>. <\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.studiomuseum.org\/\">Studio  Museum in Harlem<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.804741","lng":"-73.942278","active":"1"},{"name":"Sentra","artist":"Kori Newkirk","from_date":"2016-08-25","to_date":"2017-07-25","location":null,"description":"<p>A New York native now  based in Los Angeles, Kori Newkirk is well known for creating multimedia works,  often using materials associated with urban black life. Reminiscent of the  artist&rsquo;s signature beaded curtains, this work reframes the steps rising from  St. Nicholas Avenue, and invites park visitors to reimagine an ordinary walk as  a ceremonial procession.<\/p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd<\/em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks&mdash;Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson&mdash;from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http:\/\/www.studiomuseum.org\/\">studiomuseum.org<\/a>. <\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.studiomuseum.org\/\">Studio  Museum in Harlem<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.818547","lng":"-73.948071","active":"1"},{"name":"Black Rock Negative Energy Absorber","artist":"Rudy Shepherd","from_date":"2016-08-25","to_date":"2017-07-25","location":null,"description":"<p>A longtime resident of  Upper Manhattan, Rudy Shepherd creates sculptures and performances intended to  dispel people&rsquo;s feelings of prejudice, violence, or disdain. Created from  colored concrete, this work is a playful form with a very serious purpose&mdash;to  open hearts and inspire positive energy, dialogue, and compassion.<\/p>\r\n<p><em>inHarlem: Kevin Beasley, Simone Leigh, Kori  Newkirk, Rudy Shepherd<\/em> is a public art  initiative presented by The Studio Museum in Harlem. Site-specific artworks are  on view in four Historic Harlem Parks&mdash;Morningside, Marcus Garvey, St. Nicholas,  and Jackie Robinson&mdash;from August 25, 2016, to July 25, 2017. For more  information, visit <a href=\"http:\/\/www.studiomuseum.org\/\">studiomuseum.org<\/a>. <\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.studiomuseum.org\/\">Studio  Museum in Harlem<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.824936","lng":"-73.942112","active":"1"},{"name":"Tree Reflections","artist":"Susan Stair","from_date":"2016-10-15","to_date":"2017-10-14","location":null,"description":"<p><em>Tree Reflections<\/em> is a series of clay tiles cast from two Osage Orange trees combined with mosaic pieces that tells the story of two parks. The main components of this artwork are cast from an Osage Orange tree in Marcus Garvey Park near the artist&rsquo;s home in Harlem. After visiting Conference House Park, Stair cast four clay extensions from the Osage Orange tree there, which were added to the existing artwork. Stair&rsquo;s aims to create portraits of trees through her work. The clay that she presses onto living trees records their species, age, and strength. She was particularly attracted to the trees&rsquo; remarkable patterns, bending forms, and endurance, physical qualities that demonstrate the unique historical importance of this species. <\/p>\r\n<p>An additional exhibition of Stair&rsquo;s work in the Conference House Park Visitor Center&rsquo;s Lenape Gallery will open on November 25 as part of Native American Heritage month.<\/p>","borough":"R","show_large_image":"1","lat":"40.501779","lng":"-74.252255","active":"1"},{"name":"Beyond the Edge","artist":"Phyllis Hammond","from_date":"2016-10-15","to_date":"2017-08-25","location":null,"description":"<p>Hamptons-based artist Phyllis Hammond has created five new sculptures for Dag Hammarskjold Plaza, entitled <em>Tempo<\/em>, <em>Alien<\/em>, <em>Flying<\/em>, <em>Gateway<\/em>, and <em>Sign of Freedom<\/em>. Exhibited together under the title <em>Beyond the Edge<\/em>, the steel and aluminum sculptures feature narrow stem-like bases topped by whimsical, kinetic elements that rotate in the wind. Hammond uses an improvisational method to create her colorful, large-scale sculptures. The metal cutouts are based on playful, looping doodles on paper that she scans and modifies using a computer program. Once the drawings have been refined digitally, the designs are cut from sheets of metal using a water jet machine. After the metal shapes are hammered, bent and welded into curved shapes, they are powder-coated with brightly colored paint.<\/p>","borough":"M","show_large_image":"1","lat":"40.75303","lng":"-73.96955","active":"1"},{"name":"Little Oil Well","artist":"Martin Ramone Delossantos","from_date":"2016-10-05","to_date":"2017-08-06","location":null,"description":"<p>This work by Hoboken&ndash;based artist Martin Ramone Delossantos is an abstraction of an oil well. Consisting of a four&ndash;part lower portion made of thick steel tubes, the sculpture is topped by two bicycle wheels that give it a kinetic quality. Delossantos is a sculptor, painter, and artisan who creates whimsical sculptures out of metal and found metal objects that interact with space.  His sculptures represent rhythm, feelings, and emotions. The artist hopes that this work will bring attention to the vibrant arts community in his hometown of Hoboken across the Hudson River. This is only the second exhibit ever placed in Ahearn Park, on New York&rsquo;s Lower East Side.<\/p>","borough":"M","show_large_image":"1","lat":"40.714761","lng":"-73.983457","active":"1"},{"name":"Spirit of New York City","artist":"Yasumitsu Morito","from_date":"2016-10-25","to_date":"2017-08-25","location":null,"description":"<p>Japanese artist Yasumitsu Morito designed <em>Spirit of New York City<\/em> to harmonize with the setting of Carl Schurz Park. The work sits just above the Hoop Garden, surrounded by trees lining the pathway to the promenade along the East River. Yasumitsu&rsquo;s work addresses the human form within space, what it is to be human, and how the human spirit responds to social, political, and religious circumstances. For this installation, he considered both the practical and aesthetic experiences of the viewer. The sculpture conveys a sense of spiritual presence and prompts park visitors to contemplate the past, present, and future of sculpture in tandem with that of the park. Sitting on a vessel symbolizing the melting pot, the human figure represents a moment of serene contemplation amidst the commotion of the city. <\/p>","borough":"M","show_large_image":"1","lat":"40.775544","lng":"-73.944272","active":"1"},{"name":"Wishing Well","artist":"Amanda Long","from_date":"2016-10-29","to_date":"2017-10-03","location":"Dyckman Farmhouse Museum","description":"<p><em>Wishing Well<\/em>, a playful, site-specific, interactive sculpture, is an updated, technological interpretation of a fairy tale wishing well, a popular theme in European folklore. Wishing wells were believed to grant requests by way of magical waters or deities residing within. Visitors of all ages are encouraged to speak a wish into the well. The words are translated into a video ripple inside, and an echo repeats the words back. Turning the well&rsquo;s crank activates video and microphone recordings, which are captured in a database inside the sculpture. The recordings will be curated and presented on a dedicated website, wishingwellnyc.org, bringing the artwork beyond the physical space of the park. <\/p>\r\n<p>The Dyckman Farmhouse, a Dutch Colonial style farmhouse built c. 1784, was opened as a museum in 1916. Today it is nestled in a small garden and is an extraordinary reminder of early Manhattan and important part of the diverse Inwood neighborhood. The original well has long been absent from the house, although a replacement well-head was constructed around 1915-1916 during the restoration of the farmhouse. This well-head was removed sometime in the 1980&rsquo;s and replaced by a simple wood platform. Installed at the site of the original well on the Dyckman property, Long&rsquo;s video sculpture enlivens the vacant well site as a fantasy restoration. <\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/dyckmanfarmhouse.org\/\">Dyckman Farmhouse Museum<\/a> and the <a href=\"http:\/\/historichousetrust.org\/\">Historic House Trust<\/a>, with support from the <a href=\"http:\/\/www.nysca.org\/\">New York State Council on the Arts<\/a>. <\/p>","borough":"M","show_large_image":"1","lat":"40.867252","lng":"-73.922765","active":"1"},{"name":"New York Made: Stanton Street Courts","artist":"KAWS","from_date":"2016-11-17","to_date":"2017-11-16","location":null,"description":"<p><em>New York Made: Stanton Street  Courts<\/em> by KAWS encompass two side-by-side full basketball courts  (approximately 116 by 80 feet), as well as four hoops.  &ldquo;My approach to the courts was very similar  to how I would work on canvas. I wanted to create something that was true to my  language, but also considerate of this being a court that people are playing  on,&rdquo; the Brooklyn&ndash;based, world&ndash;renowned artist Brian Donnelly (KAWS) explains.  &ldquo;I wanted to find the sweet spot where it works visually and functionally &ndash; how  its broken up by the game&rsquo;s lines and works with my images. It will have an  intimate effect on the players that use the court.&rdquo;<\/p>\r\n<p>KAWS first moved to Manhattan in 1996, and lived on the corner of  Clinton and Stanton Street. His familiarity with the park and its neighborhood  is thus extremely personal.<\/p>\r\n<p>This exhibition is presented with Nike. <\/p>","borough":"M","show_large_image":"1","lat":"40.722191","lng":"-73.991326","active":"1"},{"name":"Double Doily","artist":"Jennifer Cecere","from_date":"2016-11-18","to_date":"2017-11-17","location":"PS1 Greenstreet (Jackson Avenue and 46th Avenue)","description":"<p>Jennifer Cecere&rsquo;s  artwork aims to integrate a feeling of domestic handiwork into the built  environment. Doilies were invented by industrious women to hide and protect  worn and frayed furnishings (maybe feelings too). Through the variety of  materials that they can be made from, the ways in which they can be displayed,  and their references to a variety of subject matter makes doilies very diverse.  This double&ndash;sided, doily&ndash;shaped bench enlivens this small park in the midst of  a busy thoroughfare and new construction by taking something intimate and  domestic and placing it outdoors. The handicraft of the bench demonstrates a  familiarity with domestic materials that ties us with our fragile environment  and revives traditions that when integrated with art and architecture reflect  our hopes and dreams. <\/p>","borough":"Q","show_large_image":"1","lat":"40.745568","lng":"-73.946569","active":"1"},{"name":"Hippo Ballerina","artist":"Bjorn Skaarup","from_date":"2017-02-07","to_date":"2017-07-31","location":null,"description":"<p>&ldquo;Hippo Ballerina,&rdquo; a copper tutu-clad bronze sculpture standing over 15 feet tall, by Danish artist Bj&oslash;rn Skaarup plants her sizable slippered feet across from Lincoln Center. Inspired by Degas&rsquo; &ldquo;Little Dancer Aged Fourteen&rdquo; and the dancing hippos of Walt Disney&rsquo;s &ldquo;Fantasia,&rdquo; &ldquo;Hippo Ballerina&rdquo; vividly illustrates the artist&rsquo;s ability to reinterpret subjects and themes found in ancient myths, art history, modern animation, and contemporary popular culture in playful ways that engage the viewer. This is Skaarup&rsquo;s first US public art installation.<\/p>\r\n<p>This exhibition is presented by <a href=\"http:\/\/www.cavaliergalleries.com\/\">Cavalier Galleries<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.771925","lng":"-73.982535","active":"1"},{"name":"Open House","artist":"Liz Glynn","from_date":"2017-03-01","to_date":"2017-09-24","location":"Doris C. Freedman Plaza","description":"<p><em>Open House<\/em> transforms Doris C. Freedman Plaza into an open air ballroom where only scattered furniture and arches remain eight blocks south from the original mansion. It references one of the grandest Fifth Avenue interiors designed by Gilded Age architect Stanford White: the now&ndash;demolished William C. Whitney Ballroom.Glynn&rsquo;s lavish Louis XIV sofas, chairs, and footstools evoke the historic home, but with a twist&ndash;these objects feature sculpted additions and are cast in concrete, a populist material more commonly seen in modern architecture. With this revision, the artist invites the public to enjoy a previously exclusive interior space that is now open and accessible to all. <\/p>\r\n<p>This exhibition is presented by <a href=\"http:\/\/www.nycgovparks.org\/exit%CE%91url=https%3A\/www.publicartfund.org\/\">Public Art Fund<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.765082","lng":"-73.972805","active":"1"},{"name":"the floaters","artist":"Henry Taylor","from_date":"2017-03-17","to_date":"2018-03-31","location":null,"description":"<p>Henry Taylor is a painter known for his intimate depictions  of people, capturing a wide range of subjects that span from his close friends  and family, to strangers whose appearances strike him, to celebrities within  the African American community. His color&ndash;blocked compositions evoke compassion  and a sense of shared space, setting the viewer in close conversation with  those pictured.<\/p>\r\n<p>  For the High Line, Taylor presents a  new version of a self-portrait adapted specifically for its setting on the side  of a building at West 22nd Street. The work depicts the artist and a friend  &ldquo;blissed out,&rdquo; relaxing in a swimming pool at a friend&rsquo;s house in Palm Springs.  Reminiscent of David Hockney&rsquo;s paintings of Los Angeles swimming pools from the  1960s, <em>the floaters<\/em>, a title which references the eponymous  Detroit R&amp;B group, portrays the artist in a moment of pure,  leisurely happiness.<\/p><p>This exhibition is presented by <a href=\"http:\/\/art.thehighline.org\/\">High Line Art<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.747334","lng":"-74.005167","active":"1"},{"name":"Light Spectrum","artist":"Antonia A Perez","from_date":"2017-04-15","to_date":"2017-08-06","location":null,"description":"<p>Installed amidst a grove of trees adjacent to the Lewis H. Latimer House Museum, <em>Light Spectrum<\/em> draws the viewer&rsquo;s attention to the science of light and color. Composed of discarded metal lampshade frames welded together in a totemic form, Perez&rsquo;s sculpture is wrapped with crocheted plastic bags that turn the column into a filter for natural light infused with color. Her sculpture is an homage to the house&rsquo;s former inhabitant, inventor Lewis Howard Latimer who played an integral role in patenting the light bulb and telephone.<\/p>\r\n<p>This exhibition is presented by the&nbsp;<a href=\"https:\/\/latimernow.org\/\">Lewis H. Latimer House Museum<\/a>, with support from the <a href=\"http:\/\/www.queenscouncilarts.org\/\">Queens Council on the Arts<\/a> with public funds from <a href=\"http:\/\/www.nyc.gov\/html\/dcla\/html\/home\/home.shtml\">New York City Department of Cultural Affairs<\/a> in partnership with the <a href=\"http:\/\/council.nyc.gov\/\">City Council<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.766083","lng":"-73.829394","active":"1"},{"name":"Morpho's Nest in the Cadmium House","artist":"Lluis Lleo","from_date":"2017-05-01","to_date":"2017-07-31","location":"Park Avenue Malls from 52nd Street to 56th Street","description":"<p><em>Morpho&rsquo;s  Nest in the Cadmium House<\/em> is a site-specific installation of five double-sided  paintings on carved Catalonian sandstone by New York-based Spanish artist Lluis  Lle&oacute;. The 13-foot, 7,000-pound paintings are Lle&oacute;&rsquo;s first public art exhibition  in New York. <\/p>\r\n<p>  For Lle&oacute;, the paintings are an encounter between tradition and  modernity, a merger of Catalan Romanesque frescoes and the work of modern  American masters such as Mark Rothko, Ellsworth Kelly, and Agnes Martin. With  poetic finesse, Lle&oacute; carves into the thick and dense sandstone, which he  combines with ancestral fresco painting to create a tension between color and  form. The title of the work references the morpho butterfly, a beautiful and  fragile species found in Mexico and Central and South America.<\/p>\r\n<p>  This exhibition is presented with the <a href=\"http:\/\/www.fundforparkavenue.org\/fund-for-park-avenue-sculpture.htm\">Fund  for Park Avenue<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.759681","lng":"-73.972145","active":"1"},{"name":"Descension","artist":"Anish Kapoor","from_date":"2017-05-03","to_date":"2017-09-10","location":null,"description":"<p>As part of its 40th Anniversary season, Public Art Fund  brings <em>Descension<\/em>, one of Anish  Kapoor&rsquo;s most viscerally arresting installations, to New York City for the  first time. Sited at Pier 1 in Brooklyn Bridge Park, this massive, continuously  spiraling funnel of water will harness one of the most evanescent of materials  and create a striking contrast with the adjacent East River. Kapoor, among the  most influential artists of his generation, has had a career-long engagement  with space and the limits of perception. With <em>Descension<\/em>, he has created a dynamic negative space that descends  into the ground, disturbing the familiar boundaries of our world. In the midst  of a quintessential New York park, Kapoor invites us to experience the sheer  perceptual wonder of an ordinary material like water made to behave in an  extraordinary way. <\/p>\r\n<p>  This exhibition is  presented by <a href=\"http:\/\/www.publicartfund.org\/\">Public Art Fund<\/a> and <a href=\"http:\/\/www.brooklynbridgepark.org\/\">Brooklyn Bridge Park<\/a>.<\/p>","borough":"B","show_large_image":"1","lat":"40.703016","lng":"-73.994944","active":"1"},{"name":"Mutations","artist":"Various Artists","from_date":"2017-04-20","to_date":"2018-03-31","location":null,"description":"<p><em>Mutations<\/em> is an open-air group exhibition that explores the relationship between man and nature, looking at how the boundaries between the natural world and culture are defined, crossed, and obliterated. The exhibition is inspired by the High Line as a controlled environment that encapsulates, on the one hand, the modern dream of humans taming nature, and on the other, the promise of nature reclaiming its control.<\/p>\r\n<p>Artists who are part of this exhibition include Larry Bamburg, Alisa Baremboym, Sascha Bruanig, Dora Budor, Radam&eacute;s Juni Figueroa, Guan Xiao, Marguerite Humeau, Veit Laurent Kurz, Joanna Malinowska, Jumana Manna, Jon Rafman, and Max Hooper Schneider.<\/p>\r\n<p>This exhibition is presented by the <a href=\"http:\/\/www.thehighline.org\/\">Friends of the High Line<\/a><\/p>","borough":"M","show_large_image":"1","lat":"40.748028","lng":"-74.004643","active":"1"},{"name":"Island of Empirical Data and Other Fabrications, FLOW.17","artist":"Rose DeSiano","from_date":"2017-05-06","to_date":"2017-11-30","location":null,"description":"<p>Rose DeSiano&rsquo;s <em>Island of Empirical Data and Other Fabrications<\/em> uses historical records, statistical data, photo archives and government documents - data points portraying a web of American values and struggles - to explore the complexity and reflexivity of culturally-constructed histories. Focusing on Randall&rsquo;s Island Park as a microcosm of urban planning and transformation, DeSiano will photograph buildings, sites, and landmarks representing this data, mining the city&rsquo;s archives to fill in gaps.<\/p>\r\n<p> Welcoming park visitors at the touchdowns of crossings from East Harlem and the South Bronx, each series will comprise a multi-paneled, oversized photographic <em>predella<\/em>, visualizing the Island&rsquo;s historical and socioeconomic data. The <em>predella<\/em> structure will reference Northern Renaissance altarpieces, elaborately-painted panels using Biblical characters to display challenges facing kingdoms. DeSiano&rsquo;s panels will loom over Park visitors, extending the periphery and enveloping them within the city&rsquo;s history of challenges and triumphs; at the same time, their own images will be reflected and superimposed upon the scene, in turn updating the archival images within modern-day Randall&rsquo;s Island Park<strong>.<\/strong><\/p>\r\n<p><a href=\"https:\/\/randallsisland.org\/flow\/\">FLOW.17<\/a> is presented by <a href=\"http:\/\/randallsisland.org\">Randall&rsquo;s Island Parks Alliance<\/a> and <a href=\"http:\/\/www.bronxmuseum.org\/\">The Bronx Museum of the Arts<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.78522","lng":"-73.935262","active":"1"},{"name":"Joy Brown on Broadway","artist":"Joy Brown","from_date":"2017-05-17","to_date":"2017-11-17","location":"Broadway Malls from 72nd Street to 166th Street","description":"<p>The Broadway Mall Association celebrates its 30th anniversary with Joy Brown on Broadway, a sculpture exhibition of nine bronze works on the green malls at the center of Broadway from 72nd Street to 166th Street. The exhibition is the 10th sculpture show that the Broadway Mall Association has presented on the malls since 2005. Brown&rsquo;s rounded forms and use of bronze convey the heavy gravity of stone. The playful expressions and gestures of her figures transcend that weight, suggesting warmth and lightness of being. Simplicity of form and earth-toned patina evoke a feeling of stillness and peace.&nbsp;The influence of the Japanese aesthetic on Brown&rsquo;s sculpture springs from her childhood in Japan and apprenticeship in traditional Japanese ceramics.<\/p>\r\n<p> This exhibition is presented by&nbsp;<a href=\"http:\/\/www.broadwaymall.org\/\">Broadway Mall Association<\/a> and <a href=\"http:\/\/www.morrisongallery.com\/\">Morrison Gallery<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.7886492","lng":"-73.9762119","active":"1"},{"name":"Flame","artist":"William Logan","from_date":"2017-05-15","to_date":"2017-11-15","location":null,"description":"<p>With a background in architecture and design, William Logan has focused on large scale public sculpture for the past 15 years. Drawing and model-making have been constant endeavors while his experience in engineering and boat-building has given him an intuitive feel for structure. Flame is the result of experimental work with carbon fiber and lightweight structures. The intricate surface texture reflects the laborious effort that went into the fabrication of the piece by hand and allows the piece to catch the light in unexpected ways. The open lattice of the upper element lends the work a diaphanous quality, while its construction in aluminum gives it structure.<\/p>","borough":"M","show_large_image":"1","lat":"40.760939","lng":"-73.964251","active":"1"},{"name":"chess: relatives","artist":"Darren Bader","from_date":"2017-05-06","to_date":"2018-04-30","location":null,"description":"<p>Located on the High Line at 13th Street, New York-based artist Darren Bader&rsquo;s chess: relatives consists of a large-scale chessboard designed by the artist. Visitors are invited to take part in chess games during open park hours in which they take the place of chess pieces, their positions determined by their familial relationships to others. In order to play, visitors bring a group of 32 people together, who will be &ldquo;played&rdquo; by two additional people. Visitors are encouraged to assemble teams with their own friends or family, or to branch out and recruit strangers also visiting the High Line. Referring to the onsite instructions, the group self-organizes according to <em>chess: relatives<\/em> rules. <\/p>\r\n<p> Once the group is organized into the pieces they fit into, the two players play the game, moving the human &ldquo;pieces&rdquo; as in a standard game of chess. Once the game begins, the players are no longer allowed to ask for clarification on what kind of piece each person represents. As one of the most interactive artworks exhibited on the High Line, <em>chess: relatives<\/em> will spark new connections, conversations, and debate amongst visitors. The piece also gives visitors the chance to become a part of an artwork that aims to ask more questions about art than it can answer.<\/p>\r\n<p> This exhibition is presented by the <a href=\"http:\/\/www.thehighline.org\/\">Friends of the High Line<\/a><\/p>","borough":"M","show_large_image":"1","lat":"40.741043","lng":"-74.008037","active":"1"},{"name":"Hop, Skip, Jump, and Fly: Escape From Gravity","artist":"Sheila Hicks","from_date":"2017-05-01","to_date":"2018-03-31","location":null,"description":"<p>For over 50 years, American  artist Sheila Hicks has redefined the boundaries of fiber as a medium, creating  a distinctive body of work that falls between the fields of fine art, craft,  design, and architecture. For her High Line Commission, Hicks draws inspiration  from the many kinetic elements that dance around the High Line: the ballet of  construction vehicles at the Rail Yards; the multitudinous interwoven layers of  construction mesh that cover buildings, scaffolding, and streetscapes;  unfinished architectural lattices; and lace of hanging crane cables. Her  vibrant installation comprised of twisting tubes of various types of colored  fiber will crawl along the rails at the Western Rail Yards, surprising and  delighting passersby.<\/p>\r\n<p>This exhibition is presented  by the <a href=\"http:\/\/art.thehighline.org\/project\/sheilahicks\/\">Friends of the High Line<\/a>. <\/p>","borough":"M","show_large_image":"1","lat":"40.755015","lng":"-74.005988","active":"1"},{"name":"Reflections","artist":"Aya Rodriguez-Izumi","from_date":"2017-05-31","to_date":"2017-08-31","location":null,"description":"<p><em>Reflections<\/em> is a grouping of three interactive public sculptures that utilize the collective ideas of art and yoga as platforms for healing, harmony, and reflection while simultaneously encouraging inclusivity and diversity in two practices that are historically non-diverse. The sculptures utilize readily-available materials such as PVC pipes and Mylar flag canopies to create environments for contemplation and reflection. Each of the three canopies has circular openings that reveal a view of the sky above. A non-profit community partner, Three and A Half Acres Yoga, will present free introductory community yoga classes around the structures on the second Saturday of each month throughout the exhibition.<\/p>\r\n<p><em>Reflections<\/em> is presented by his exhibition is presented by <a href=\"http:\/\/www.artinfluxharlem.com\/\">Art in FLUX<\/a> , <a href=\"http:\/\/fluxfair.nyc\/\">FLUX Art Fair<\/a> , and <a href=\"https:\/\/www.threeandahalfacres.org\/\">Three and a Half Acres Yoga<\/a>, with public funds from Creative Engagement \/ Creative Learning, supported by the <a href=\"http:\/\/www.nyc.gov\/html\/dcla\/html\/home\/home.shtml\">New York City Department of Cultural Affairs<\/a> in partnership with the <a href=\"http:\/\/council.nyc.gov\/\">City Council<\/a>, and the <a href=\"https:\/\/www.nysca.org\/\">New York State Council on the Arts<\/a> with the support of Governor Andrew Cuomo and administered by <a href=\"http:\/\/lmcc.net\">Lower Manhattan Cultural Council.<\/a><\/p>","borough":"M","show_large_image":"1","lat":"40.803304","lng":"-73.959578","active":"1"},{"name":"A View from the Lunchroom: Students Bringing Issues to the Table","artist":"LeAp","from_date":"2017-06-01","to_date":"2017-08-31","location":"Various Locations","description":"<p>Students from ten New York City public middle schools, with two schools representing each borough, have transformed school lunchroom tables into personalized canvases and created colorful works of public art that touch upon critical social issues in their community and across the globe. The tables, which have been installed in ten community parks across the five boroughs, are a way of giving young teens the chance to voice their opinions and reach out to the public in hopes of inspiring social change through their art. This exhibition was created by LeAp&rsquo;s Public Art Program in cooperation with NYC Parks and marks the largest student exhibition in the history of NYC Parks and the first to span five boroughs. The program included visits with distinguished artists George Boorujy, Christo, Nancy Chunn, Maia Cruz Palileo, Daze, Julie Heffernan, Stephen Powers, Risa Puno, Andre Rubin, and Federico Solmi. Since 1977, LeAp (Learning through an Expanded Art Program) has provided arts-based education to over two million students K-12 throughout New York City.<\/p>\r\n<p> Artworks can be found through August in Claremont Park and Crotona Park in the Bronx, Bensonhurst Park and Sternberg Park in Brooklyn, Riverside Park and Captain Jacob Joseph Playground in Manhattan, Benninger Park and Forest Park in Queens, and Clove Lakes Park and Snug Harbor Cultural Center in Staten Island.<br>\r\n This exhibition is presented by&nbsp;<a href=\"http:\/\/leapnyc.org\/\">LEAP<\/a>.<\/p>","borough":"c","show_large_image":"1","lat":null,"lng":null,"active":"1"},{"name":"Tripod","artist":"Tom Monsees","from_date":"2017-06-01","to_date":"2017-06-30","location":null,"description":"<p><em>Tripod<\/em> is made up of a trio of casts from a found piece of rotting wood. Remade in a ghostly white, matte cement, it makes reference to to death masks and pays homage to the object&rsquo;s prior life. The wood is elevated to a place of honor generally reserved for well known, and\/or well-regarded, human subjects.<\/p>\r\n<p> This exhibition is presented by the <a href=\"http:\/\/dyckmanfarmhouse.org\/\">Dyckman Farmhouse Museum<\/a> and the <a href=\"http:\/\/historichousetrust.org\/\">Historic House Trust<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.867252","lng":"-73.922765","active":"1"},{"name":"On the Rock 2017: An Exhibition of Sculpture","artist":"Various Artists","from_date":"2017-06-03","to_date":"2017-10-09","location":"Rockaway Beach and Boardwalk","description":"<p>This group exhibition includes 16 sculptures by 15 artists at 14 sites adjacent to the newly completed boardwalk on Shore Front Parkway, spanning from Beach 73 Street to Beach 108 Street. The sculptures celebrate the spirit and beauty of the Rockaways and range from the intimate to the monumental. Artists in this exhibition include Dan Bergman, Allan Cyprys, Febrications, Esther A. Grillo, Bibiana Huang Matheis, Christina Jorge, Sui Park, Siena Gillann Porta, Carl Rattner, Herb Rosenberg, Stan Squirewell, Anne Stanner, Chuck von Schmidt, and collaborative artists Carmen Frank and Laura Frank. During each month of the exhibition, arts and cultural events, special programs and tours will be offered free to the public. For more information on related programming, please visit 14sculptors.com.<\/p>\r\n<p>This exhibition is presented by <a href=\"http:\/\/www.14sculptors.com\/\">14 Sculptors Inc<\/a>., with support from the&nbsp;<a href=\"http:\/\/www.queenscouncilarts.org\/\">Queens Council on the Arts<\/a>&nbsp;with public funds from&nbsp;<a href=\"http:\/\/www.nyc.gov\/html\/dcla\/html\/home\/home.shtml\">New York City Department of Cultural Affairs<\/a>&nbsp;in partnership with the&nbsp;<a href=\"http:\/\/council.nyc.gov\/\">City Council<\/a>.<\/p>","borough":"Q","show_large_image":"1","lat":"40.583388","lng":"-73.815443","active":"1"},{"name":"Neighborhood Stories","artist":"Penelope Eleni","from_date":"2017-06-01","to_date":"2017-11-30","location":null,"description":"<p>These ceramic tiles were created through a series of children&rsquo;s art  workshops at Sunnyside Community Services at Woodside Housing. Inspired by the  artwork of Romare Bearden, Red Grooms, Faith Ringgold, children carved city  scenes into ceramic tiles while flank the iron columns at the entrances to  Rainey Park. <\/p>\r\n<p>This exhibition is presented by The Friends of Astoria Heights Park  with support from Sunnyside Community Center at Woodside Houses. <\/p>","borough":"Q","show_large_image":"1","lat":"40.765589","lng":"-73.940413","active":"1"},{"name":"Sing for Hope Pianos","artist":"Various Artists","from_date":"2017-06-06","to_date":"2017-06-25","location":"Various Locations","description":"<p>In one of New York City&rsquo;s most vibrant public art installations, 62 unique artist-designed pianos are placed in parks and public spaces throughout the city&rsquo;s five boroughs, including 35 in NYC Parks, for anyone and everyone to play. For three weeks this June, the pianos will bring individuals and communities together in an open festival of art for all. After their time on the streets, Sing for Hope will transport the instruments in NYC public schools, where they will become hubs for Sing for Hope&rsquo;s ongoing creative programs and enrich students&rsquo; lives for years to come.&nbsp;This year, Sing for Hope will place its 400th unique piano artwork in the five boroughs, making NYC host to more street pianos than any other city in the world. As New York City&rsquo;s largest recurring public art project, the Sing for Hope Pianos impacts an estimated 2 million people each year. For more information and a list of locations visit&nbsp;<a href=\"http:\/\/www.nycgovparks.org\/exit?url=http%3A\/\/www.singforhope.org\/pianos\/\">Sing for Hope&rsquo;s Pop-Up Pianos website<\/a>.<\/p>\r\n<p> This exhibition is present by&nbsp;<a href=\"http:\/\/www.nycgovparks.org\/exit?url=http%3A\/\/www.singforhope.org\/\">Sing for Hope<\/a>.<\/p>","borough":"c","show_large_image":"1","lat":null,"lng":null,"active":"1"},{"name":"Prismatic Park","artist":"Josiah McElheny","from_date":"2017-06-13","to_date":"2017-10-08","location":null,"description":"<p><em>Prismatic Park<\/em> features three large sculptures of painted wood and prismatic glass by artist and MacArthur Foundation Fellow recipient Josiah McElheny. The minimal, almost architectural forms create new spaces within the Park for the creation of music, dance, and poetry: a curvilinear, translucent blue sound wall for experimental music; a circular, reflective green floor for vanguard dance; and a vaulted-roofed luminous red and yellow pavilion for poetry. Each will refract the surrounding natural light, beckoning the passerby and regular Park visitor. The three structures will form open, stage-like platforms for the collaborating choreographers, dancers, musicians, and poets who will be working next to them, on them, and under them in the summer of 2017.<\/p>\r\n<p> Throughout the exhibition, three nonprofit art organizations based in New York&ndash;Blank Forms, Danspace Project, and Poets House&ndash;will &ldquo;inhabit&rdquo; the Park to realize new commissions. The resident artists will create ambitious new work that summons the potential for imagination, creativity, and performance inspired by spontaneous audiences and chance encounters that only a public place, like an urban park, can offer. <br>\r\n This exhibition is presented by <a href=\"http:\/\/www.madisonsquarepark.org\/\">Madison Square Park Conservancy<\/a>.<\/p>","borough":"M","show_large_image":"1","lat":"40.742126","lng":"-73.988014","active":"1"},{"name":"The Family Imprint","artist":"Nancy Borowick","from_date":"2017-06-10","to_date":"2017-10-02","location":"At Washington and Prospect Streets","description":"<p><em>The Family Imprint<\/em> is an intimate story of family, as the humanitarian photographer Nancy Borowick&rsquo;s parents underwent parallel treatments for stage-four cancer. The story is about life and love more than cancer and death. In a sense, it reads and feels like a scrapbook&mdash;and is filled with decades of saved loved letters, keepsakes and other clues about her family members&rsquo; lives, enriching the larger story which she had been photographing for a few years already. The project, which was formally known as <em>Cancer Family Ongoing<\/em>, was published nationally and internationally, has received international awards and recognition, most recently a World Press Photo award in 2016. Here, Borowick&rsquo;s images are reproduced on vinyl banners. While deeply personal, this work touches all who pass by it in this public space.<\/p>\r\n<p>This exhibition is presented by&nbsp;<a href=\"http:\/\/www.unitedphotoindustries.com\/\">United Photo Industries<\/a>&nbsp;and the&nbsp;<a href=\"http:\/\/dumbo.is\/\">DUMBO BID<\/a>.<\/p>","borough":"B","show_large_image":"1","lat":"40.700798","lng":"-73.989798","active":"1"},{"name":"Danielle","artist":"Jane Manus","from_date":"2017-06-12","to_date":"2018-06-12","location":null,"description":"<p>Jane Manus&rsquo; strongly geometric aluminum sculptures, personally welded by hand, draw their primary inspiration from the angularity and structure of architecture. With the play of its cheery, vibrant yellow paint and a dynamic use of negative space, <em>Danielle<\/em> transforms its surroundings and inspires an interactive viewing experience. The sculpture&rsquo;s angular lines and joyful hue spring forth from the green lawns and trees surrounding it.<\/p>\r\n<\/body>","borough":"B","show_large_image":"1","lat":"40.670752","lng":"-73.962004","active":"1"}]